Repository: BackupTheBerlios/blackfisk-svn
Catalog: trunk/locale/*/bf.po
Languages: de

source: not able to synchronize %s with %s (unknown reason)
de: %s konnte nicht mit %s synchronisiert werden (Grund unbekannt)

source: verifing the files %s and %s failed (unknown reason) maybe they are not identic
de: Überprüfung der Dateien %s und %s schlug fehl. (unbekannter Grund) Vielleicht sind sie nicht identisch.

source: verbose level
de: Verbose Stufe

source: warnings:
de: Warnungen:

source: errors:
de: Fehler:

source: fatal errors:
de: Schwerer Fehler:

source: %s started
de: %s gestartet.

source: application verbose level: %s
de: Verbose Stufe der Anwendungsmeldungen: %s

source: %s closed
de: %s geschlossen

source: warning
de: Warnung

source: error
de: Fehler

source: fatal error
de: Schwerer Fehler

source: verbose level:
de: Verbose Stufe:

source: The verbose level while the running backup process. It differs from the application log verbosity level in the global settings!
de: Verbose-Stufe während eines laufenden Backupvorgangs. Diese Einstellung unterscheidet sich von der Verbose-Stufe der Aufzeichnungen in den Gloablen Einstellungen!

source: location of the logfile:
de: Ort der Log-Datei:

source: Select a folder
de: Wähle einen Ordner:

source: It is the directory where the backup-logfile for the backup is stored.
de: Das Verzeichnis in dem die Backup-Logdatei gespeichert ist.

source: The message handling while a backup. *stop project*: stop the complete backup process *stop task*: stop the running task and run the next one *ask*: ask the user what should be done *log*: just write the message to the logfile
de: Die Behandlung von Meldungen wärend eines Backups. stoppe Projekt: Stopt das gesamte Backup. stoppe Aufgabe: Stopt die laufende Aufgabe und fährt mit der Nächsten fort. nachfragen: Fragt den Benutzer was geschehen soll. aufzeichnen: Schreibe die Meldung in die Log-Datei.

source: ...on warnings
de: ...bei Warnungen

source: ...on errors
de: ...bei Fehlern

source: ...on fatal errors
de: ...bei schweren Fehlern

source: stop project
de: stop Projekt

source: stop task
de: stop Aufgabe

source: ask
de: frage

source: behavior...
de: Verhalten...

source: compressing in %s
de: komprimiere in %s

source: no file AND no dir: %s
de: keine Datei UND kein Verzeichnis: %s

source: %s compressed to %s
de: %s komprimiert zu %s

source: verify %s by CRC
de: überprüfe %s mit CRC

source: verify checksum for %s
de: überprüfe Prüfsumme für %s

source: zip-file %s is corrupt because of the entry %s (crc compared with %s)
de: ZIP-Datei %s ist korrupt auf grund des Eintrags %s (CRC verglichen mit %s)

source: %s verifyied
de: %s überprüft

source: wrong parameters
de: falsche Parameter

source: could not open file %s in BFCore::GetFileCrc
de: kann Datei %s nicht öffnen in BFCore::GetFileCrc

source: move %s to %s
de: verschiebe %s nach %s

source: can not copy %s to %s
de: kann %s nicht nach %s kopieren

source: %s copyied to %s
de: %s kopiert nach %s

source: file %s is write-protected
de: Datei %s ist schreibgeschützt

source: delete %s
de: lösche %s

source: directory %s is not open
de: Verzeichnis %s ist nicht geöffnet

source: directory %s is not empty
de: Verzeichnis %s ist nicht leer

source: Wrong parameters!
de: Falsche Parameter!

source: synchronize from %s to %s counting directories and files
de: Synchronisiere von %s nach %s .Zähle Verzeichnise und Dateien.

source: synchronize from %s to %s
de: Synchronisiere von %s nach %s.

source: synchronize %s with %s (copy-step)
de: Synchroniziere %s mit %s. (Kopier-Schritt)

source: synchronize %s with %s (delete-step)
de: Synchronisiere %s mit %s. (Lösch-Schritt)

source: check for deletable files and directories
de: Prüfe auf löschbare Dateien und Verzeichnisse.

source: delete unexisting files and directories<
de: Entferne nichtexistierende Dateien und Verzeichnisse.

source: Can not count the files in %s. Directory doesn't exists!
de: Kann Dateien in %s nicht zählen. Verzeichnis existiert nicht!

source: create dir %s
de: Erstelle Verzeichnis %s.

source: create path %s
de: Erstelle Pfad %s.

source: copy to %s
de: Kopiere nach %s

source: copy %s to %s
de: Kopiere %s nach %s

source: verify files
de: Überprüfe Dateien.

source: verify %s
de: Überprüfe %s.

source: compare %s with %s
de: Vergleiche %s mit %s.

source: the files %s and %s NOT identically
de: Die Dateien %s und %s sind NICHT gleich!

source: file objects (%s and %s) not open
de: Dateiobjekte (%s und %s) nicht geöffnet.

source: Task Progress
de: Aufgabenfortschritt

source: stop task
de: Stop Aufgabe

source: stop project
de: Stop Projekt

source: %s (%d of %d)
de: %s (%d von %d)

source: files
de: Dateien

source: add as destination directory
de: hinzufügen als Zielverzeichnis

source: create here a destination directory
de: erstelle hier ein Zielverzeichnis

source: no backup tree available (pBackupTree == NULL)
de: kein Backupbaum verfügbar (pBackupTree == NULL)

source: General
de: Generell

source: Advanced
de: Fortgeschritten

source: type:
de: Typ:

source: This is the type of the backup task.
de: Dies zeigt den Typ der Backupaufgabe.

source: destination name:
de: Zielname:

source: The name of the Task. It is the same as the destination.
de: Der Name der Aufgabe. Er entspricht dem Ziel.

source: source:
de: Quelle:

source: This is the directory or file that should be backuped.
de: Dies ist das Verzeichnis oder die Datei welche gesichert werden soll.

source: destination path:
de: Zielpfad:

source: This is the path where the backup is stored.
de: Dies ist der Pfad in dem das Backup gespeichert wird.

source: verify:
de: überprüfen:

source: If checked the backup is verified. The source and the destination are compared by size, modification time and attributes. Of course it cost some time!
de: Wenn aktiviert wird das Backup überprüft. Die Quelle und das Ziel wird verglichen durch Größe, Änderungszeitpunkt und Attribute. Natürlich kostet dies einge Zeit!

source: verify content:
de: überprüfe Inhalt:

source: If cheched the backup is verified including a byte-by-byte comparison. This will cost a lot of time!
de: Wenn aktiviert wird das Backup überprüft, inklusive eines byteweise Vergleichs. Das wird sehr viel Zeit kosten!

source: Exclude this directories: To delete a entry double-click on it.
de: Schließe diese Verzeichnisse aus: Doppelklick auf einen Eintrag, um diesen zu löschen.

source: Here you can exclude directories from the backup. You can use wildcard-masks, too.
de: Here können Sie Verzeichnise von dem Backup ausschließen. Sie kann auch Wildcard-Masken verwenden.

source: &Cancel
de: &Abbrechen

source: Please insert a task name!
de: Bitte Aufgabennamen eintragen!

source: Please insert a destination!
de: Bitte Ziel eintragen!

source: unknown stopLevel
de: unbekanntes stopLevel

source: try to stop the current running task
de: Versuche die gerade laufende Aufgabe zu stoppen.

source: try to stop the current running project
de: Versuche das gerade laufende Projekt zu stoppen.

source: please wait...
de: bitte warten...

source: current checking Task is %s check volume: %s
de: aktuell überprüfte Aufgabe ist %s prüfe Volume: %s

source: The destination %s doesn't exsits!
de: Das Ziel %s existiert nicht!

source: current checking Task is %s volume OK check source: %s
de: aktuell überprüfte Aufgabe ist %s Volume OK prüfe Quelle: %s

source: The source %s doesn't exsits!
de: Die Quelle %s existiert nicht!

source: Gobal &Settings
de: Globale &Einstellungen

source: show &log file
de: Zeigen Aufzeichnungsdatei (Log-Datei)

source: E&xit
de: B&eenden

source: &Project Settings
de: &Projekteinstellungen

source: &Run Backup...
de: &Starte Backup...

source: &New Project
de: &Neues Projekt

source: &Open Project
de: &Öffne Projekt

source: &Save Project
de: &Speichere Projekt

source: Save Project &as ...
de: Speichere Projekt als ...

source: Report a &Bug
de: &Fehler melden

source: Submit a &Feauter Request
de: &Erweiterung vorschlagen

source: &License
de: &Lizenz

source: &History
de: &Geschichte

source: &About
de: &Über

source: &Project
de: &Projekt

source: &Help
de: &Hilfe

source: Bug Report
de: Fehler melden

source: Feauter Request
de: Erweiterung vorschlagen

source: The current project is modified! Save it?
de: Das aktuelle Projekt wurde verändert! Speichern?

source: Open a project
de: Öffne ein Projekt

source: Save the project
de: Speichere das Projekt

source: The current project is modified! Save it before running the backup?
de: Das aktuelle Projekt wurde verändert! Speichern?

source: Question
de: Frage

source: Project settings
de: Projekt Einstellungen

source: name of the backup project
de: Name des Backup Projekts

source: create a destination
de: Erstelle ein Ziel

source: modify a destination
de: Verändere ein Ziel

source: files and directories for the backup
de: Dateien und Verzeichnisse eines Backups

source: copy directory
de: kopiere Verzeichnis

source: synchronize directory
de: synchronisiere Verzeichnis

source: archive/compress directory
de: archiviere/komprimiere Verzeichnis

source: copy file
de: kopiere Datei

source: create destination directory
de: erstelle Zielverzeichnis

source: delete task
de: lösche Aufgabe

source: Task settings
de: Aufgaben Einstellungen

source: add destination directory
de: Zielverzeichnis hinzufügen

source: modify destination
de: verändere Ziel

source: Should this task be deleted?
de: Soll diese Aufgabe gelöscht werden?

source: fill placeholders
de: Platzhalter ausfüllen

source: display items in the backup tree with placeholders (e.g. <date>) or fill them (e.g. 2008-12-24)
de: Zeigt Einträge im Backupbaum mit Platzhaltern (z.B. <date>) oder füllt sie aus (z.B. 2008-12-24).

source: compress to a
de: komprimiere zu einem

source: archive
de: Archiv

source: copy the directory
de: kopiere das Verzeichnis

source: copy the file
de: kopiere die Datei

source: synchronize directories
de: synchronisiere Verzeichnise

source: Error
de: Fehler

source: Fatal Error
de: Schwerer Fehler

source: Warning
de: Warnung

source: unknown verbose level
de: unbekannte Ausführlichkeitsstufe

source: Log
de: Aufzeichnung

source: How is to be continued?
de: Wie soll forgefahren werden?

source: ignore
de: ignorieren

source: Log View
de: Aufzeichnungsansicht

source: select a destination folder
de: Wähle einen Zielordner

source: unnamed
de: unbenannt

source: placeholder
de: Platzhalter

source: Global Settings
de: Globale Einstellungen

source: View
de: Anzeige

source: Logging
de: Aufzeichnung

source: Default Project
de: Standard Projekt

source: Language:
de: Sprache:

source: The language for the user interface.
de: Die Sprache der Benutzeroberfläche.

source: open the last project on startup
de: Öffne beim Start das letzte Projekt.

source: Open the last opened project automaticly on startup.
de: Öffnet beim nächsten Start das zuletzt geöffnete Projekt.

source: display filled placeholders in the backup tree
de: Zeige ausgefüllte Platzhalter im Backupbaum.

source: If checked the placeholders in the backuptree will be filled. e.g. "<date>" becomes "2000-12-24"
de: Wenn aktiviert werden die Platzhalter im Backupbaum ausgefüllt. z.B. "<date>" wird zu "2000-12-24"

source: display directory tree with files
de: Zeige Verzeichnisbaum mit Dateien.

source: If checked the directory tree is displayed with files in it.
de: Wenn aktiviert wird der Verzeichnisbaum mit Dateien angezeigt.

source: size (in KB) of application logfile:
de: Größe (in KB) der Anwendungs Log-Datei:

source: The maximum size of the log file bf.log. If the maximum size is reached the bf.log will be moved to bf.log.bak and a new and empty bf.log will be created.
de: Maximale Größe der Log-Datei bf.log. Wenn die Maximalgröße erreicht ist, wird bf.log in bf.log.bak umbenannt und eine neue und leere bf.log erzeugt.

source: verbose level for the application log:
de: Verbose Stufe der Aufzeichnungen (Log-Datei):

source: How detailed are the informations written to the application-logfile.
de: Wie detaliert die Informationen sind, welche in die Awendungs Log-Datei geschrieben werden.

source: Default Settings for new projects Attention: This doesn't affect the existing projects!
de: Standard Einstellungen für neue Projekte Achtung: Dies beeinflußt existierende Projekte nicht!

source: About
de: Über

source: Total
de: Gesamt

source: Task:
de: Aufgabe:

source: Type:
de: Typ:

source: Project:
de: Projekt:

source: Source:
de: Quelle:

source: Destination:
de: Ziel:

source: Task-Start:
de: Aufgabe-Beginn:

source: Task-End:
de: Aufgabe-Ende:

source: Task-Duration:
de: Aufgabe-Dauer:

source: Stop-Level on Warnings:
de: Stop-Stufe bei Warnungen:

source: Stop-Level on Errors:
de: Stop-Stufe bei Fehlern:

source: Stop-Level on Fatal Errors:
de: Stop-Stufe bei schweren Fehlern:

source: Verbose-Level:
de: Ausführlichkeitsstufe:

source: logged messages:
de: aufgezeichnete Meldungen:

source: : Task "
de: : Aufgabe "

source: " started
de: " gestartet

source: finished
de: abgeschlossen

source: stoped
de: abgebrochen

source: Warnings: %d Errors: %d Fatal-Errors: %d
de: Warnungen: %d Fehler: %d schwerere Fehler: %d

source: Log-File:
de: Aufzeichnungsdatei:

source: File:
de: Datei:

source: Backup-Start:
de: Backup-Beginn:

source: Backup-End:
de: Backup-Ende:

source: Backup-Duration:
de: Backup-Dauer:

source: Verbose-Level:
de: Ausführlichkeitsstufe:

source: Number of Tasks:
de: Anzahl der Aufgaben:

source: elapsed time:
de: verstrichene Zeit:

source: remaining time:
de: Restlaufzeit:

source: Add
de: Hinzufügen

source: Choose a directory to exclude from the backup
de: Wähle ein Verzeichnis, um es vom Backup auszuschließen.
